# Minimal ==================================================================================================================
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
cask "raycast"
cask "ghostty"
brew "syncthing"
cask "hiddenbar"
cask "itsycal"
cask "google-chrome"
cask "librewolf"
cask "obsidian"
cask "whatsapp"
cask "visual-studio-code"
brew "uv"
mas "Logic Pro", id: 634148309
# ========================================================================================================================

# Full ==================================================================================================================
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
cask "raycast"
cask "ghostty"
brew "syncthing"
cask "hiddenbar"
cask "itsycal"
cask "google-chrome"
cask "librewolf"
cask "obsidian"
cask "whatsapp"
cask "visual-studio-code"
mas "Logic Pro", id: 634148309
cask "tomatobar"
brew "ffmpeg"
cask "iina"
cask "discord"
cask "appcleaner"
# ========================================================================================================================
